Repository: anpstudio/anp_popular_post
Catalog: lang/anp_text_popular_post-*.po
Languages: es_es

source: Displays a list of most commented post
es_es: Muestra un listado de los post más comentados

source: Title:
es_es: Título:

source: Number of post to show:
es_es: Número de post a mostrar:

source: Color Palette:
es_es: Paleta de colores:

source: Blue
es_es: Azul

source: Green
es_es: Verde

source: Red
es_es: Rojo

source: Developed by <a href="http://www.anpstudio.com" rel="nofollow">anpstudio.com</a>
es_es: Desarrollado por <a href="http://www.anpstudio.com" rel="nofollow">anpstudio.com</a>

source: Credit the author show
es_es: Mostrar link con créditos del autor plugin

source: Background color number of comments
es_es: Color del fondo del número de comentarios

source: Text color of the number of comments
es_es: Color del texto del número de comentarios

source: Text color of the post
es_es: Color texto del título de los post

source: All the time
es_es: Todo el tiempo

source: Last 15 days
es_es: Últimos 15 días

source: Show Most comment post or Most Views Post:
es_es: Mostrar post más comentados o post más vistos

source: Most comment post
es_es: Post más comentados

source: Most Views Post
es_es: Post más vistos

source: Time Interval: (Only for Most comment post
es_es: Intervalo de tiempo: ( Solo funcional con Post más comentados)

source: Last 24 hours
es_es: Últimas 24 horas

source: Last 7 days
es_es: Últimos 7 días

source: Last 30 days
es_es: Últimos 30 días

source: Do you like this plugin?
es_es: Te gusta este plugin?

source: Rate anp Popular Posts!
es_es: Puntúa anpPopular Post

source: Rate it
es_es: Puntúalo

source: on the official Plugin Directory!&nbsp;
es_es: en el repositorio oficial de plugins!&nbsp;

source: and visit our section of themes
es_es: y visita nuestra sección de themes
